---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.StonePatternType.Custom
enum: Autodesk.Revit.DB.Visual.StonePatternType
source: html/98a8f155-8aea-cb90-7aa6-9b530a563159.htm
---
# Autodesk.Revit.DB.Visual.StonePatternType.Custom